import React from 'react';
import {Table} from 'react-bootstrap';
import './Css.css';

export default function Guarantee() {
    return (
        <div>
            <div className="gur">
                <h4>Гарантийное обслуживание</h4>
                <h6>Зона гарантии на автомобили SUBARU</h6>
                <h6>Гарантия завода-изготовителя на автомобили SUBARU </h6>
                <ul>
                    <li>три года или 100 тыс. км.  пробега (что наступит ранее).</li>
                </ul>
                <h6>Гарантийные обязательства завода-изготовителя распространяются на территории следующих стран СНГ, Европы и Ближнего Востока.</h6>
                <ul>
                    <li>Абу Даби (ОАЭ)</li>
                    <li>Австрия</li>
                    <li>Азербайджан</li>
                    <li>Бахрейн</li>
                    <li>Бельгия</li>
                    <li>Болгария</li>
                    <li>Великобритания</li>
                    <li>Венгрия</li>
                    <li>Германия</li>
                    <li>Греция</li>
                    <li>Дания</li>
                    <li>Дубаи (ОАЭ)</li>
                    <li>Ирландия</li>
                    <li>Исландия</li>
                    <li>Испания</li>
                    <li>Италия</li>
                    <li>Катар</li>
                    <li>Кипр</li>
                    <li>Кувейт</li>
                    <li>Латвия</li>
                    <li>Литва</li>
                    <li>Лихтенштейн</li>
                    <li>Люксембург</li>
                    <li>Мальта</li>
                    <li>Нидерланды</li>
                    <li>Норвегия</li>
                    <li>Польша</li>
                    <li>Португалия</li>
                    <li>Республика Беларусь</li>
                    <li>Республика Казахстан</li>
                    <li>Республика Молдова</li>
                    <li>Российская Федерация</li>
                    <li>Румыния</li>
                    <li>Сербия и Черногория</li>
                    <li>Словакия</li>
                    <li>Словения</li>
                    <li>Турция</li>
                    <li>Украина</li>
                    <li>Финляндия</li>
                    <li>Франция</li>
                    <li>Хорватия</li>
                    <li>Чехия</li>
                    <li>Швейцария</li>
                    <li>Швеция</li>
                    <li>Эстония</li>
                </ul>
                <h6>Правом на гарантийный ремонт обладают:</h6>
                <ol>
                    <li>Владельцы автомобилей SUBARU, купленных в автосалонах официальных дилеров  ТОО «SUBARU KAZAKHSTAN».</li>
                    <li>Владельцы автомобилей SUBARU, купленных в автосалонах официальных дилеров  в странах, перечисленных выше, постоянно проживающие, эксплуатирующие и обслуживающие свои автомобили в дилерских центрах на территории Республики Казахстан.</li>
                    <li>Владельцам транзитных автомобилей SUBARU, купленных в автосалонах официальных дилеров  в странах, перечисленных выше, гарантийное обслуживание предоставляется при условии, что страна первоначальной регистрации осталась неизменной.</li>
                </ol>
                <h6>Условия гарантии</h6>
                <ol>
                    <li>
                    Действия владельца для сохранения гарантии  
                        <ol>
                            <li>Эксплуатировать Ваш автомобиль с соблюдением правил, изложенных в РУКОВОДСТВЕ ПО ЭКСПЛУАТАЦИИ.</li>
                            <li>Проводить периодическое техническое обслуживание автомобиля только у официального ДИЛЕРА SUBARU в соответствии с установленным регламентом. Стоимость обслуживания относится к затратам владельца. При несоблюдении регламента обслуживания автомобиля владельцу будет отказано в предоставлении гарантии, в т. ч. на сквозную и поверхностную коррозии.</li>
                            <li> Сохранять все платежные документы о ранее проводимых работах, т. к. они должны быть предоставлены ДИЛЕРУ SUBARU вместе с ГАРАНТИЙНОЙ КНИЖКОЙ.</li>
                            <li>Использовать моторное топливо, указанное в РУКОВОДСТВЕ ПО ЭКСПЛУАТАЦИИ Вашего автомобиля.</li>
                            <li>Установленный межсервисный пробег не освобождает владельца от необходимости проведения периодических проверок уровней масла и жидкостей в заправочных емкостях. Проводите подобные проверки не реже одного раза в неделю.</li>
                            <li>Снижение уровня моторного масла не является прямым признаком неисправности двигателя. Проверяйте уровень моторного масла при каждой заправке автомобиля топливом и после интенсивной езды на близких к предельным режимам (максимальные обороты двигателя, максимальные скорости, буксирование прицепа и т.п.) и, если необходимо доливайте, используя масло, рекомендованное Вашим официальным ДИЛЕРОМ SUBARU.</li>
                            <li> Не выключайте двигатель в течение пяти минут при остановке автомобиля после его эксплуатации в режимах, близких к предельно допустимым.</li>
                            <li> Для сохранения гарантии на лакокрасочное покрытие, а также гарантии на отсутствие точечной и сквозной коррозии необходимыми условиями являются: соблюдение всех рекомендаций, указанных в руководстве по эксплуатации, своевременное прохождение инспекционного осмотра кузова и немедленное устранение выявленных повреждений за счет владельца у официального дилера. Данные инспекционного осмотра должны быть отражены  в  гарантийной книжке.</li>
                        </ol>
                    </li>
                    <li>Гарантия не поддерживается в следующих случаях
                        <ol>
                            <li>Пропуск или несвоевременное прохождение периодического технического обслуживания автомобиля с нарушением установленного межсервисного интервала (допустимый перепробег - не более 500км.), а также, если периодическое техническое обслуживание произведено не в полном объеме или выполнено неправильно.</li>
                            <li>Нарушение правил эксплуатации, указанных в РУКОВОДСТВЕ ПО ЭКСПЛУАТАЦИИ автомобиля.</li>
                            <li>Умышленные или неосторожные действия Владельца или третьих лиц в отношении автомобиля SUBARU  (в т. ч. повреждение или разъединение электрических соединений и т.п.).</li>
                            <li> Любое переоборудование автомобиля: внесение изменений в конструкцию двигателя, в том числе изменение и установка любых деталей и приспособлений в целях изменений его характеристик; любая замена и изменение конструкции трансмиссии, подвески, тормозной системы, кузова и других узлов, и систем автомобиля, а также использование шин и колесных дисков с размерностью, отличной от спецификации завода изготовителя.</li>
                            <li>Использование неоригинальных запасных частей, узлов и агрегатов и материалов или материалов, не рекомендованных к использованию в автомобилях SUBARU.* Оригинальными считаются запасные части, узлы, агрегаты и материалы,

импортированные в Казахстан ТОО «Subaru Kazakhstan» и проданные дилерами SUBARU.</li>
                            <li>Эксплуатация автомобиля в экстремальных условиях, мероприятиях соревновательного характера (гонки, ралли, испытания на время) и т.п.</li>
                            <li>Дефекты, неисправности или коррозия, возникшие вследствие воздействия каких-либо внешних факторов, включая: стихийные бедствия типа землетрясения, шторма, наводнения, града, дождя, молнии, прочих природных катаклизмов, а также воздействие промышленных или химических выбросов, кислотных и щелочных загрязнений воздуха, растительного сока, продуктов жизнедеятельности птиц и животных, дорожной соли, химически активных веществ, в т. ч. применяемых для борьбы с обледенением дорожного покрытия, камней, песка и других агрессивных внешних обстоятельств.</li>
                            <li>Повреждения в результате дорожно-транспортных происшествий, наездов на препятствия, повреждения, вызванные дефектами дорожного полотна.</li>
                            <li>Повреждения, неисправности или ухудшение свойств, возникшие вследствие естественного износа деталей (тормозной системы: дисков и колодок; подвески: сайлент-блоков рычагов, деталей стабилизаторов, амортизаторов, шаровых опор; деталей других систем автомобиля). Естественный износ, старение, изменение цвета, обесцвечивание или выгорание лакокрасочного покрытия, деталей внешней и внутренней отделки, а также их загрязнение, потертости и деформация. Естественный износ — естественный процесс старения, изнашивания, коррозии и усталости при соблюдении всех установленных правил и норм проектирования, изготовления и эксплуатации.</li>
                            <li>Жалобы на нормальные, не влияющие на работоспособность автомобиля, шумы, скрипы, стуки, гул, вибрации, рывки</li>
                            <li>Любые повреждения и неисправности, повлекшие причинение материального ущерба и являющиеся следствием несвоевременного обращения владельца за технической помощью к ДИЛЕРУ SUBARU для своевременного устранения неисправности.</li>
                            <li>Любые повреждения и неисправности двигателя и топливной системы, вызванные попаданием в них посторонних жидкостей или других загрязняющих веществ.</li>
                            <li>Работы, связанные с проведением технического обслуживания, которые включают в себя (но не ограничиваются) балансировку колес, регулировку углов установки колес, корректировку регулировок двигателя, регулировку направления света фар, замену запасных частей, подлежащих периодической замене.</li>
                            <li>Диагностика, регулировки и ремонты по замене запасных частей, узлов и агрегатов, произведенные исключительно по желанию владельца.</li>
                        </ol>
                    </li>
                    <li>Стоимость периодического технического обслуживания автомобиля в соответствии с установленным регламентом не покрывается гарантией.  Оплата работ по трудозатратам, эксплуатационных и расходных материалов, сменных изделий с ограниченным сроком службы (например, свечей зажигания, топливных и масляных фильтров) производится владельцем автомобиля.</li>
                    <li>Гарантия не распространяется на расходы владельца, которые косвенно связаны с возникшими неисправностями автомобиля, но прямо не включены в гарантийные обязательства.
                        К подобным случаям относятся, например, следующие: расходы на буксировку и хранение неисправного автомобиля, на питание и размещение в гостинице, на телефонные переговоры, почтовую связь и другие расходы, которые несет владелец из-за возникшей в пути неисправности автомобиля; компенсация расходов, связанных с травмированием людей, а также компенсация материального ущерба, связанного с повреждением или уничтожением имущества; компенсация потерянного времени, упущенной коммерческой выгоды, а также компенсация стоимости аренды другого автомобиля на время нахождения отказавшего автомобиля в гарантийном ремонте.</li>
                    <li>Официальный дилер ТОО «Subaru Kazakhstan» оставляет за собой право самостоятельно определять необходимый объем работ и способ устранения неисправностей при гарантийном ремонте автомобиля.</li>
                    <li>Все неисправные узлы и детали, демонтированные с автомобиля и замененные по гарантии, становятся собственностью ТОО «Subaru Kazakhstan».</li>
                    <li>На все детали и узлы, установленные на автомобиль при гарантийном ремонте, дается гарантия на оставшуюся часть гарантийного срока автомобиля.</li>
                </ol>
                <h6>Объем гарантийных обязательств на запасные части</h6>
                <p>Компенсации подлежит только стоимость запасной части или аксессуара, при следующих условиях:</p>
                <Table  size="lg" bordered>
                    <tbody>
                        <tr>
                            <td>Вид гарантии</td>
                            <td>Срок гарантии</td>
                            <td>Примечание</td>
                        </tr>
                        <tr>
                            <td>Оригинальные детали <br/>Аксессуары***</td>
                            <td>Шесть (6) месяцев или 10тыс.км пробега, что наступит ранее с момента:
                                <ol>
                                    <li>Приобретения и установки детали/аксессуара на возмездной основе у официального дилера SUBARU.</li>
                                    <li>Розничной продажи автомобиля, на который деталь или аксессуар установлен.</li>
                                </ol>
                            </td>
                            <td>Гарантия распространяется на оригинальные запасные части и аксессуары, исключая случаи замены комплектующего изделия или составляющей части основного товара, при устранении по гарантии недостатков нового автомобиля.</td>
                        </tr>
                    </tbody>
                </Table>
                <h6>***Оригинальными считаются детали и аксессуары, импортированные в Казахстан ТОО «SubaruKazakhstan» и проданные дилерами SUBARU.</h6>
                <h6>Специальные условия гарантии</h6>
                <p>Элементы, перечисленные ниже, имеют ограничения по гарантии:</p>
                <ul>
                    <li>Мультимедийные устройства, шины, аккумуляторная батарея- 1 год с даты продажи автомобиля без ограничений по пробегу;</li>
                    <li>Гарантия на зап.части и аксессуары представляется только официальным дилерским центром их продавшем. Подробности необходимо узнавать у Дилера в вашем городе.</li>
                </ul>
                <p>Элементы, перечисленные ниже, не подпадают под Условия гарантии</p>
                <ul>
                    <li>Расходные и смазочные материалы, прочие элементы, используемые либо подверженные износу и разрушению при нормальной эксплуатации:</li>
                    <ul>
                        <li>воздушный фильтр</li>
                        <li>масляный фильтр</li>
                        <li>топливный фильтр</li>
                        <li>приводные ремни</li>
                        <li>свечи зажигания</li>
                        <li>диски сцепления</li>
                        <li>колесные диски</li>
                        <li>тормозные колодки</li>
                        <li>тормозные диски и барабаны</li>
                        <li>щетки стеклоочистителей</li>
                        <li>плавкие предохранители</li>
                        <li>лампы всех типов</li>
                        <li>щетки электродвигателей</li>
                        <li>моторное масло</li>
                        <li>трансмиссионное масло</li>
                        <li>ATF масла</li>
                        <li>жидкость вариатора</li>
                        <li>тормозная жидкость</li>
                        <li>охлаждающая жидкость</li>
                        <li>смазка</li>
                        <li>жидкость стеклоомывателя</li>
                        <li>электролит</li>
                        <li>бензин</li>
                        <li>охладитель кондиционера</li>
                        <li>другие смазочные материалы</li>
                    </ul>
                </ul>


            
            
            
            </div>
        </div>
    )
}
