import React, { Component } from 'react';
import './Other.css';

export class WhySubaru extends Component {
    componentDidMount(){
        window.scrollTo(0,0);
    }
    render() {
        return (
            <div className="container"> 
                <h2>Почему Subaru?</h2>            
            <article>
                <h5>SUBARU постоянно совершенствуется и повышает стандарты безопасности. Любить SUBARU – это доверить самое драгоценное своему автомобилю. Специально для Вас мы представляем целых 8 технологий безопасности SUBARU:</h5>
                <h2>Технология безопасности №1: Горизонтально-оппозитный двигатель SUBARU BOXER</h2>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/21.jpg" alt="" width="300" height="280"/>Сердцем каждого автомобиля SUBARU является горизонтально-оппозитный двигатель. Всего несколько производителей в мире используют этот действительно уникальный тип двигателя, где цилиндры расположены под углом 180º и поршни движутся навстречу друг другу.<br/> Почему в SUBARU настолько привержены концепции горизонтально-оппозитного двигателя? Причина в его характерных достоинствах, к которым относятся: превосходная сбалансированность и низкий уровень вибраций, непревзойденная стабильность работы и низкий центр тяжести, <span style={{textDecoration:"underline"}}>безопасная траектория смещения </span>при фронтальных столкновениях.</p>
                <div className="clear">&nbsp;</div>
                <h2>Технология безопасности №2: Симметричный полный привод Symmetrical AWD</h2>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/3.jpg" alt="" width="300" height="280"/>Symmetrical AWD – это запатентованная система полного привода SUBARU, в которой силовой агрегат и трансмиссия расположены таким образом, что их ось симметрии совпадает с продольной осью автомобиля. Благодаря превосходному балансу масс и равномерному распределению нагрузки на каждое колесо система способна эффективно передавать крутящий момент на все четыре колеса. В симметричном полном приводе трансмиссия, которая традиционно является одним из самых тяжелых компонентов, расположена близко к центру тяжести автомобиля. Еще одной ключевой особенностью системы является легкий и компактный горизонтально-оппозитный двигатель. Такая конструкция сводит к минимуму момент инерции, требуя меньших затрат энергии при повороте и торможении. Это решение обеспечивает устойчивость и практически идеальную управляемость, что проявляется при движении на высоких скоростях, по мокрой или заснеженной дороге и практически в любых дорожных ситуациях. Это главная причина приверженности SUBARU фирменной системе симметричного полного привода Symmetrical AWD.</p>
                <div className="clear">&nbsp;</div>
                <h2>Технология безопасности №3: Панорамный обзор водителя</h2>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/4.jpg" alt="" width="300" height="280"/>В SUBARU уверены, что большинства ДТП можно избежать, если вовремя проинформировать водителя об опасной ситуации. Все автомобили SUBARU разработаны таким образом, чтобы объекты высотой более одного метра были видны через окна в любом направлении. Наглядным примером необходимости и важности такого подхода к разработке автомобилей является обеспечение видимости с места водителя детей, которые играют вокруг автомобиля. Стойки кузова расположены таким образом, чтобы не затруднять обзор с места водителя, а также обеспечивать отличную видимость во всех направлениях. Благодаря тому, что капот находится в поле зрения, обеспечивается лучшее чувство габаритов автомобиля. Это облегчает парковку и маневрирование в стесненных условиях.</p>
                <div className="clear">&nbsp;</div>
                <h2>Технология безопасности №4: Силовой каркас кольцеобразной формы</h2>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/5.jpg" alt="" width="300" height="280"/>В 1996 году с выходом первого поколения Forester SUBARU объявила об использовании силового каркаса кольцеобразной формы, который защищает салон от ударов при фронтальных, фронтальных смещенных, боковых и задних столкновениях. Forester стал хитом продаж во всем мире благодаря высокому уровню безопасности. В его конструкции использовалась кольцевая структура, соединяющая крышу и пол с помощью боковых стоек с усиленными боковыми продольными балками и боковыми порогами, создавая клетку, которая охватывала весь салон автомобиля. Такая конструкция эффективно поглощает удары с любого направления при столкновении, обеспечивая надежную защиту салона. Силовой каркас кольцеобразной формы получил свое название только после дебюта Forester и выхода первого поколения Legacy в 1989, которое также использовало эту концепцию. Изначально данное решение позиционировалось как усиление безопасности кузова при смещенных столкновениях, тем не менее, уникальная кольцевая структура соединений каждой стойки к крыше и полу продемонстрировала высокий уровень безопасности.</p>
                <div className="clear">&nbsp;</div>
                <h2>Технология безопасности №5: Поддержка двигателя и поглощение энергии фронтального столкновения</h2>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/6.jpg" alt="" width="300" height="280"/>Подрамник впервые появился на моделях Legacy и Outback в 2009 году в качестве одной из доработок существующей конструкции. Наряду с силовым каркасом кольцеобразной формы SUBARU, подрамник используется для эффективного поглощения энергии столкновения. Во время лобового столкновения, подрамник направляет двигатель вниз под углом с целью минимизации ущерба для находящихся в салоне людей. Также обеспечивается укрепление дверей и боковых стоек, что повышает уровень активной безопасности. Кроме того, задний подрамник предназначен для плавного деформирования и более эффективного поглощения энергии при столкновении сзади.</p>
                <div className="clear">&nbsp;</div>
                <h2>Технология безопасности №6: Система SRH&nbsp;</h2>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/7.jpg" alt="" width="300" />Правая и левая фары освещают дорогу впереди, а их соответствующие оптические оси подстраиваются под разные углы поворота рулевого колеса и обеспечивать четкую видимость.</p>
                <p>Это позволяет быстро распознать автомобиль или пешехода и, таким образом, повышает уровень безопасности во время ночной езды.</p>
                <div className="clear">&nbsp;</div>
                <h2>Технология безопасности №7: SUBARU Rear Vehicle Detection</h2>
                <ol>
                <li><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/8.jpg" alt="" width="300"/>Система обнаружения объектов в «слепых» зонах<br/>Система BSD определяет наличие транспортного средства в «слепых» зонах (вне поля обзора в боковое зеркало) при помощи радара. Включение указателя поворота при наличии автомобиля в «слепой» зоне расценивается системой как намерение сменить полосу движения, в&nbsp; этом случае загорается индикатор о наличии автомобиля в «слепой» зоне для предупреждения водителя об опасности.
                <div className="clear">&nbsp;</div>
                </li>
                <li><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/9.jpg" alt="" width="300"/>Система помощи при смене полосы движения (LCA)<br/>Система на основе радарных датчиков определяет наличие транспортных средств в соседней полосе движения, которые приближаются с высокой скоростью, и уведомляет водителя об опасности столкновения при смене полосы.
                <div className="clear">&nbsp;</div>
                </li>
                <li><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/10.jpg" alt="" width="300"/>Система помощи при движении задним ходом (RCTA)<br/>При движении задним ходом, система на основе радарных датчиков определяет наличие приближающихся справа и слева автомобилей и предупреждает водителя об опасности столкновения, активируя световой индикатор и звуковое предупреждение. Автомобили, траектория движения которых проходит ближе 7 м от автомобиля, определяются на расстоянии порядка 70 м.</li>
                </ol>
                <div className="clear">&nbsp;</div>
                <h2>Технология безопасности №8: Переключение фар дальнего света (HBA)</h2>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/11.jpg" alt="" width="300" />Однообъективная камера, установленная на лобовом стекле, обнаруживает свет фар встречного автомобиля и автоматически переключает дальний свет на ближний свет, чтобы обеспечить четкую и безопасную ночную видимость.</p>
                <div className="clear">&nbsp;</div>
                <h2>Технология безопасности №9: Система EyeSight</h2>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/12.jpg" alt="" width="300" />Две камеры, которые функционируют аналогично человеческим глазам, используются для обработки изображения объектов находящихся впереди автомобиля в 3D.</p>
                <p>Постоянная помощь водителям, помогающая предотвратить столкновение или же уменьшить повреждения при столкновении, уменьшение усталости в поездках на дальние расстояния и предотвратить непреднамеренное ускорение при ошибке выбора передачи или же непреднамеренном ускорении</p>
                <p>&nbsp;Подробнее: <a href="http://eyesight.subaru.kz/">eyesight.SUBARU.kz</a></p>
                <div className="clear">&nbsp;</div>
                <h2>Функциональность&nbsp;</h2>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/13.jpg" alt="" width="300"/><strong>X-MODE</strong>помогает обеспечить надежное управление нажатием одной кнопки. Технология X-MODE берет на себя управление двигателем, трансмиссией, симметричным полным приводом, тормозной системой и другими составляющими для безопасного вождения в сложных дорожных условиях и по пересеченной местности.</p>
                <div className="clear">&nbsp;</div>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/14.jpg" alt="" width="300"/>При активированном режиме X-MODE система автоматического контроля устойчивости на спуске автоматически помогает сохранять постоянную скорость, когда автомобиль SUBARU спускается по склону.</p>
                <div className="clear">&nbsp;</div>
                <p><strong>Трансмиссия CVT</strong></p>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/15.jpg" alt="" width="300"/>Бесступенчатая трансмиссия c цепным приводом <strong>LINEARTRONIC</strong><br/> <br/> Созданная для того, чтобы получать максимум от двигателя SUBARU BOXER и симметричного полного привода, бесступенчатая вариаторная трансмиссия Lineartronic обеспечивает максимально эффективный режим работы двигателя при любой скорости автомобиля, создавая условия для идеального баланса мощности и топливной экономичности. При интенсивном разгоне блок управления бесступенчатой трансмиссией переключает передачи в ступенчатом режиме, что позволяет водителю чувствовать моменты переключения и создает надежную и четкую связь между автомобилем и водителем.<br/> <br/> Для обеспечения моментальной реакции на изменение дорожных условий в бесступенчатой трансмиссии Lineartronic вместо ремня применяется цепь, что позволяет расширить диапазон передаточных отношений. В результате улучшается динамика и снижается расход топлива.<br/> <br/> В цепи передачи крутящего момента от двигателя к вариатору установлен гидротрансформатор, обеспечивая плавность передачи момента и защищая вариатор от ударных динамических нагрузок, что значительно повышает надежность как вариатора так и все трансмиссии в целом.</p>
                <div className="clear">&nbsp;</div>
                <p><strong>Система интеллектуального привода SI-Drive</strong></p>
                <p><img style={{float:"left",margin:"15px"}} src="http://subaru.kz/images/why/16.jpg" alt="" width="300"/>Позволяет водителю адаптировать ходовые качества автомобиля к своему стилю вождения.&nbsp;</p>
                <ol>
                <li>Режим<strong> Intelligent</strong> - Этот режим идеален для ежедневных поездок, так как обеспечивает оптимальный баланс хорошей приемистости и высоких экологических характеристик. Карта режимов работы дроссельной заслонки обеспечивает высокую плавность хода и высокую топливную экономичность. Кроме того, это оптимальный режим, обеспечивающий высокую управляемость при движении по скользким дорогам или перемещениях по городу.&nbsp;</li>
                <li>Режим<strong> Intelligent Sport</strong> - обеспечивает плавные рабочие характеристики двигателя при любой скорости движения. Этот режим оптимален для повседневных поездок тех водителей, которые предпочитают динамичный стиль вождения. Нажав на педаль акселератора, Вы сразу почувствуете мощь и линейный характер ускорения. И все это благодаря овеянному легендами двигателю SUBARU BOXER с высокой мощью крутящего момента во всех диапазонах оборотов.&nbsp;</li>
                <li>Режим <strong>Intelligent Sport Sharp</strong> обеспечивает использование максимального потенциала двигателя с акцентом на обеспечение высокой динамики. Реакция на нажатие педали акселератора становится еще более мощной и быстрой, как и само ускорение автомобиля. Переключение в автоматической трансмиссии осуществляется на более высоких оборотах. В обратном режиме перехода на пониженные передачи, в трансмиссии предусмотрен механизм моментального понижения передач, поддерживающий крутящий момент в верхней точке кривой крутящего момента.</li>
                </ol>
                <h2>Экологичность</h2>
                <p>SUBARU стремится быть лидером экологических инициатив, чтобы не нарушать гармонии и целостности природы. Экологичный автомобиль – это не тренд. Это то, что мы есть и за что мы боремся.</p>
                <p>Мы несём большую ответственность за окружающую среду и знаем, что «чистые» транспортные средства являются её неотъемлемой частью.</p>
                <p>Использование бесступенчатой вариаторной трансмиссии Lineartronic вывело абсолютно новую модель SUBARU&nbsp; на новый более высокий уровень быстроты реакций и эффективности. Уникальная конструкция трансмиссии существенно улучшила показатели топливной экономичности, поддерживая обороты двигателя на оптимальном уровне и поддерживая воздействие движущей силы, часто утрачиваемое в момент переключения передач. Благодаря компактности и легкости конструкции, эта трансмиссия отличается быстротой реакций и надежностью передачи крутящего момента. Кроме того, в SUBARU предусмотрена возможность адаптации к изменяющимся условиям движения за счет изменения коэффициента распределения крутящего момента между передними и задними колесами</p>
                <h2>Награды</h2>
                <h3><strong>2016 год&nbsp;</strong></h3>
                <p><img style={{float:"right",margin:"15px"}} src="http://subaru.kz/images/why/2016.jpg" alt="" width="250"/><strong>SUBARU Forester – лучший среднеразмерный кроссовер.<br/></strong>Организатором Ежегодной профессиональной премии «Внедорожник года» является журнал&nbsp;<a href="http://www.club4x4.ru/">«Клуб 4х4».</a></p>
                <div className="clear">&nbsp;</div>
                <p><img style={{float:"right",margin:"15px"}} src="http://subaru.kz/images/why/caryear.jpg" alt="" width="250"/><strong>SUBARU Outback победитель в номинации «Универсал».</strong></p>
                <div className="clear">&nbsp;</div>
                <h3><strong>2017 год</strong></h3>
                <p><img style={{float:"right",margin:"15px"}} src="http://subaru.kz/images/why/caryear.jpg" alt="" width="250"/><strong>SUBARU Outback победитель в номинации «Универсал повышенной проходимости».</strong></p>
                <p>Москве состоялось торжественное вручение ежегодной национальной премии «Автомобиль года в России-2017». SUBARU Outback стал победителем в номинации «Универсал повышенной проходимости».</p>
                <div className="clear">&nbsp;</div>
                <h3><strong>2018 год</strong></h3>
                <p><img style={{float:"right",margin:"15px"}} src="http://subaru.kz/images/why/2018ihs.png" alt="" width="250"/><strong>Автомобили SUBARU получили самый высокий рейтинг безопасности.</strong> <br/>В США сразу несколько моделей марки SUBARU были удостоены награды - «TOP SAFETY PICK 2018» - SUBARU XV, Impreza, Legacy, Outback, Forester и WRX.</p>
                <div className="clear">&nbsp;</div>
                <p><img style={{float:"right",margin:"15px"}} src="http://subaru.kz/images/why/jpncap.jpg" alt="" width="250"/><strong>Новый SUBARU XV завоевал главную награду JNCAP* (Japan New Car Assessment Program).<br/></strong>Кроссовер&nbsp; SUBARU XV набрал рекордные 199,7 баллов, продемонстрировав лучшие показатели по безопасности в условиях аварии, а также по защите пешеходов при столкновении.</p>
                <div className="clear">&nbsp;</div>
                <p><img style={{float:"right",margin:"15px"}} src="http://subaru.kz/images/why/euroncap.png" alt="" width="250" /><strong>Двойная победа для SUBARU от Euro NCAP - статус «Самые безопасные автомобили в своем классе»</strong>. <br/>11 января 2018 г. SUBARU Europe, европейская дочерняя компания SUBARU Corporation объявила, что новые модели SUBARU XV и Impreza были названы «Самыми безопасными семейными автомобилями» в своем классе, получив награду от NCAP Safety.</p>
                <div className="clear">&nbsp;</div>
                <p><img style={{float:"right",margin:"15px 75px"}} src="http://subaru.kz/images/why/bluebook.png" alt="" width="100" /><strong>SUBARU XV лауреат премии - «Высокая выгода остаточной стоимости в процессе 5-летней эксплуатации»</strong>. <br/>Сегодня SUBARU of America Inc. объявила, что, Компания Kelley Blue Book опубликовала ежегодный рейтинг автомобилей, которые меньше остальных теряют в стоимости в процессе 5-летней эксплуатации. Второй год подряд SUBARU XV снова стал самой выгодной моделью для перепродажи в сегменте компактный внедорожник / кроссовер среди прочих, представленных в США.</p>
                <div className="clear">&nbsp;</div>
                <p><img style={{float:"right",margin:"15pxx"}} src="http://subaru.kz/images/why/eyeight.jpg" alt="" width="250"/><strong>Система помощи водителю SUBARU EyeSight выиграла премию Президента технико-экономического общества Японии</strong> Токио, 13 февраля 2018 года. Корпорация SUBARU получила премию от Японского общества техноэкономики (JATES) за разработку системы помощи водителю EyeSight на 6-й церемонии в области управления технологиями и инновациями. Церемония награждения состоялась сегодня в отеле Grand Palace в Токио.</p>
                <div className="clear">&nbsp;</div>
                <p><img style={{float:"right",margin:"15px"}} src="http://subaru.kz/images/why/caryear.jpg" alt="" width="250"/><strong>Двойная победа автомобилей SUBARU.</strong><br/>На ежегодной национальной премии Автомобиль года в России состоялось торжественное вручение наград.<br/><strong>SUBARU XV&nbsp;получил приз в номинации «Компактные внедорожники», SUBARU&nbsp;Forester&nbsp;признан самым надежным автомобилем&nbsp;</strong></p>
                </article>
            </div>
        )
    }
}

export default WhySubaru;
