import React, { Component } from 'react';
import './Insurence.css';

export class Insurence extends Component {
    componentDidMount(){
        window.scrollTo(0,0);
      }
    render() {
        return (
            <div>
                    
            <h1>Страхование</h1>
            
            
            <article className="inner__content">
                <p>Не важно, покупаете Вы автомобиль в кредит или за наличные, новый или с пробегом, быть может Вы давно являетесь нашим клиентом и срок заводской гарантии Вашего автомобиля истекает, мы предлагаем Вам обезопасить себя, своих родных и свой автомобиль, и приобрести страховку на все случаи жизни.</p>
                <p>Помните, неприятность на дороге может случиться со всеми, как с опытным водителем, так и с начинающим. Никто не может предвидеть завтрашний день, но приобретая страховку Вы точно можете добавить уверенности в нем!</p>
                <p>Во всех автосалонах «Астана Моторс» Вы сможете оформить страховой полис ОГПО, ДГПО или КАСКО по принципу «одного окна», не выходя из автосалона, всего за несколько минут!</p>
                <p><strong>По всем вопросам оформления страховок обращайтесь к Консультанту по страховым продуктам в дилерских центрах «Астана Моторс».</strong></p>
                <p><strong>Наши партнеры:</strong></p>
                <p><strong><span><a href="https://kommesk.kz/" target="_blank"><img src="http://bavaria.kz/bmw/userdata/uploads/u1/1558609149.png" alt="" width="200" height="100" /></a></span></strong></p>
                <p><strong>Страхование обязательной и добровольной гражданско-правовой ответственности</strong></p>
                <ul>
                <li>Страхование от поломок (продленная гарантия) на автомобили с пробегом – <strong>эксклюзивно для «Астана Моторс»!</strong></li>
                <li>Страхование КАСКО залоговых автомобилей дополнительно к страховке от банка – <strong>эксклюзивно для «Астана Моторс»!</strong></li>
                <li>Страхование КАСКО с различными тарифными группами.</li>
                </ul>
                <p><strong><a href="https://a-i.kz/ru/services" target="_blank"><img className="null" src="http://bavaria.kz/bmw/userdata/uploads/u1/1553765430.png" alt="" width="200" height="100" /></a></strong></p>
                <p><strong>Страхование обязательной и добровольной гражданско-правовой ответственности</strong></p>
                <ul>
                <li>Страхование КАСКО с различными тарифными группами.</li>
                </ul>
                <hr />
                <table className="prices" border="1" cellspacing="0" cellpadding="3">
                <tbody>
                <tr>
                <td className="xl67" style={{textAlign:"center"}} colspan="2" width="384" height="36">
                <p><strong>Программа страхования, краткое описание, особенность Программы</strong></p>
                </td>
                <td className="xl68" style={{width:"15%", textAlign:"center"}} width="133">
                <p><strong>Партнер</strong></p>
                </td>
                </tr>
                <tr>
                <td className="xl73" style={{textAlign:"left"}} colspan="2" width="384" height="40">
                <p><strong>Обязательное страхование гражданско-правовой ответственности в соответствии с требованием Законодательства РК</strong></p>
                </td>
                <td className="xl74" style={{textAlign:"center"}} width="133">
                <p>КОММЕСК-ӨМІР</p>
                <p>Amanat</p>
                </td>
                </tr>
                <tr>
                <td className="xl69" style={{textAlign:"left"}} colspan="3" width="384" height="40">
                <p><strong>Программа добровольного комплексного страхования «КОММЕСК-КОМФОРТ»:</strong></p>
                </td>
                </tr>
                <tr>
                <td className="xl72" style={{textAlign:"left"}} colspan="2" width="384" height="60">
                <p style={{textAlign:"left"}}><strong>1. Программа "ПЛЮС" </strong></p>
                <p>Повреждение или уничтожение застрахованного ТС в результате ДТП, при котором возникла гражданско-правовая ответственность Застрахованного по полису ОГПО владельцев транспортных средств</p>
                </td>
                <td className="xl71" style={{textAlign:"center"}}>
                <p>КОММЕСК-ӨМІР</p>
                </td>
                </tr>
                <tr>
                <td className="xl72" style={{textAlign:"left"}} colspan="2" width="384" height="60">
                <p><strong>2. Программа "ЗАЩИТА ОТ ЧУЖОЙ БЕСПЕЧНОСТИ" </strong></p>
                <p>Повреждение или уничтожение застрахованного ТС в результате ДТП, виновник которого является владельцем ТС, не являющийся Страхователем (Застрахованным) по Договору страхования, и на момент ДТП не имеющий действующего полиса ОГПО</p>
                </td>
                <td className="xl71" style={{textAlign:"center"}}>
                <p>КОММЕСК-ӨМІР</p>
                </td>
                </tr>
                <tr>
                <td className="xl72" style={{textAlign:"left"}} colspan="2" width="384" height="60">
                <p><strong>3. Программа страхования водителя и пассажиров от несчастных случаев</strong></p>
                <p>Причинение вреда жизни и здоровью водителя и/или пассажиров застрахованного ТС, в результате ДТП, при котором возникла гражданско-правовая ответственность Застрахованного по полису ОГПО</p>
                </td>
                <td className="xl71" style={{textAlign:"center"}}>
                <p>КОММЕСК-ӨМІР</p>
                </td>
                </tr>
                <tr>
                <td className="xl72" style={{textAlign:"left"}} colspan="2" width="384" height="80">
                <p><strong>4. Программа добровольного страхования гражданско-правовой ответственности владельцев ТС</strong></p>
                <p>Страховая выплата осуществляется когда размер причиненного вреда превышает указанный предельный объем ответственности Страховщика по одному страховому случаю, установленного Законом Республики Казахстан «Об обязательном страховании гражданско-правовой ответственности владельцев транспортных средств»</p>
                </td>
                <td className="xl71" style={{textAlign:"center"}}>
                <p>КОММЕСК-ӨМІР</p>
                </td>
                </tr>
                <tr>
                <td className="xl73" style={{textAlign:"left"}} colspan="2" width="384" height="80">
                <p><strong>Программа КАСКО - СТАНДАРТ</strong></p>
                <p>Страхование ТС в случае ДТП, Угона/Хищения, Внешнего механического воздействия, Случайного внешнего воздействия химических веществ и (или) высокой температуры, Стихийных бедствий, Противоправных действий третьих лиц, Пожара, взрыва, Самовозгорания, Повреждения стёкол</p>
                </td>
                <td className="xl70" style={{textAlign:"center"}} width="133">
                <p>КОММЕСК-ӨМІР</p>
                <p>Amanat</p>
                </td>
                </tr>
                <tr>
                <td className="xl73" style={{textAlign:"left"}} colspan="2" width="384" height="100">
                <p><strong>Программа КАСКО - ПЛЮС</strong></p>
                <p>Программа предназначена для ТС, оформленных в кредит с включенным от банка страхованием КАСКО (основной договор). Страховая сумма по Программе Каско-Плюс равна непокрытой части основного договора, а именно сумме первоначального взноса по кредиту, сумме максимальной франшизы по основному договору и предполагаемый размер амортизации в сумме 150 000 тенге</p>
                </td>
                <td className="xl71" style={{textAlign:"center"}}>
                <p>КОММЕСК-ӨМІР</p>
                </td>
                </tr>
                <tr>
                <td className="xl73" style={{textAlign:"left"}} colspan="2" width="384" height="100">
                <p><strong>Программа КАСКО - РЕМОНТ</strong></p>
                <p>Программа Каско-Ремонт предназначена для автомобилей с пробегом с истекшим сроком заводской гарантии. Страховым случаем является повреждение, утрата или полная гибель ТС в результате непредвиденной механической или электрической поломки ТС (не вследствие ДТП), произошедшей по истечении периода действия стандартной гарантии завода-изготовителя на территории Республики Казахстан </p>
                </td>
                <td className="xl71" style={{textAlign:"center"}}>
                <p>КОММЕСК-ӨМІР</p>
                </td>
                </tr>
                </tbody>
                </table>
            </article>
            </div>
        )
    }
}

export default Insurence;
