import React, { Component } from 'react';
import './Rules.css';

export class Rules extends Component {
    render() {
        return (
            <div style={{textAlign:"center"}}>
                <div className="lok">
                    <h4>Информация для посетителей автосалонов</h4>
                    <h5>ПРАВИЛА ПОСЕЩЕНИЯ ДИЛЕРСКИХ ЦЕНТРОВ «SUBARU KAZAKHSTAN»</h5>
                    <h5>ОБЩИЕ ПОЛОЖЕНИЯ</h5>
                    <p>1. Правила посещения дилерских центров «Subaru Kazakhstan» (далее – «Правила») регламентируют общий порядок поведения посетителей дилерских центров «Subaru Kazakhstan»  (далее – «Дилерский центр»), в помещениях и/или на территории Дилерского центра.</p>
                    <p>2. В помещения Дилерского центра посетители могут войти только через специально для них предназначенные и оборудованные входы/выходы и находиться в них только в течение рабочего времени Дилерского центра.</p>
                    <p>3. Дилерский центр оборудован системой видеонаблюдения, фиксирующей посетителей и их действия, которая помогает защитить имущество Дилерского центра и других посетителей, а также обеспечить в нем порядок.</p>
                    <h5>ОБЩИЕ ТРЕБОВАНИЯ К ПОСЕТИТЕЛЯМ</h5>
                    <p>4. Посетители Дилерского центра обязаны:</p>
                    <p>4.1. Соблюдать требования предупреждающих знаков, инструкций или других обозначений;</p>
                    <p>4.2. Лично заботиться о своем здоровье/жизни и безопасности имущества, также о здоровье/жизни и безопасности имущества своих детей и других сопровождаемых лиц;</p>
                    <p>4.3. Вести себя таким образом, чтобы не ставить под угрозу себя и окружающих, не причинять вред, не нарушать их права и законные интересы;</p>
                    <p>4.4. Выполнять указания администрации Дилерского центра, сотрудников охраны, полиции и/или других лиц, уполномоченных обеспечить общественную безопасность;</p>
                    <p>4.5. Немедленно информировать работников Дилерского центра и/или охраны Дилерского центра о действиях и/или происшествиях, и/или обстоятельствах, которые являются/являлись причиной нанесения вреда здоровью, жизни, имуществу посетителя (-ей) или других лиц;</p>
                    <p>4.6. Курить только в специально для этого отведенных и обозначенных местах Дилерского центра.  </p>
                    <p><b>5. Посетителям Дилерского центра запрещается:</b></p>
                    <p>5.1. Ставить под угрозу свое здоровье, жизнь или безопасность, а также здоровье, жизнь или безопасность окружающих;</p>
                    <p>5.2. Каким-либо способом вредить другим;</p>
                    <p>5.3. Залезать на непредназначенные для этого конструкции или сооружения (перегородки, стены, барьеры и др.);</p>
                    <p>5.4. Портить и/или ломать или иначе повреждать имущество Дилерского центра и других посетителей;</p>
                    <p>5.5. Входить в служебные помещения или на закрытые для посетителей Дилерского центра помещения;</p>
                    <p>5.6. Мусорить в помещениях и на территории Дилерского центра;</p>
                    <p>5.7. Употреблять (распивать) алкогольные напитки;</p>
                    <p>5.8. Вносить, употреблять любые наркотические или психотропные и другие вещества, стимулирующие организм;</p>
                    <p>5.9. В помещениях Дилерского центра кататься на роликовых коньках, самокатах, велосипедах, скейтбордах, сегвеях и др.;</p>
                    <p>5.10. В помещения Дилерского центра вводить животных, кроме собак-поводырей;</p>
                    <p>5.11. Приносить предметы, которые могут привести к возгоранию или взрыву (горючие и взрывчатые вещества, взрывчатки, амуниция и др.), кроме тех случаев, если упомянутые предметы были приобретены в Дилерском центре;</p>
                    <p>5.12. В помещениях или на территории Дилерского центра предлагать приобрести косметические средства, сувениры, напитки, продукты питания, одежду, рекламную атрибутику и другие коммерческие товары и/или оказывать какие-либо услуги, за исключением тех услуг и товаров, которые оказываются/реализуются с согласия администрации Дилерского центра;</p>
                    <p>5.13. Без отдельного письменного разрешения администрации Дилерского центра в помещениях или на территории Дилерского центра раздавать рекламные листовки, брошюры, буклеты и/или другой информационный/рекламный материал;</p>
                    <p>5.14. Организовывать какие-либо митинги, собрания и/или другие подобные мероприятия;</p>
                    <p>5.16. Организовывать рекламные акции, опросы, сбор подписей и/или другие акции, а также осуществлять другую деятельность, которая заранее в письменной форме не согласована с администрацией Дилерского центра;</p>
                    <p>5.17. Закрываться (в том числе, путем блокировки замков дверей), в салонах автомобилей, принадлежащих Дилерскому центру, запускать двигатели на демонстрационных автомобилях, находящихся в помещениях Дилерского центра;</p>
                    <p>5.18. <strong>Осуществлять фото- и (или) видеосъемку, а также аудиозапись работников и других посетителей Дилерского центра, без предварительного письменного согласия со стороны администрации Дилерского центра и без согласия таких работников и посетителей, за исключением случаев, когда такая фото- и (или) видеосъемка осуществляется в рамках стандартов оказания услуг производителя (в том числе, при процедуре выдачи автомобиля);</strong></p>
                    <p>5.19. Посещать и (или) находиться на территории ремонтной зоны без сопровождения работников Дилерского центра и без прохождения инструктажа по технике безопасности;</p>
                    <p>5.20. Производить денежные расчеты за приобретенные товары (автомобили, запасные части, технические жидкости и тому подобное), оказанные услуги (выполненные работы) вне кассы Дилерского центра;</p>
                    <p>5.21. Осуществлять вознаграждение работнику (работникам) Дилерского центра в виде денег (в любой форме), ценных бумаг, ссуд, услуг, оплаты развлечений, отдыха, транспортных и иных расходов.</p>
                    <p>6. <strong>В помещениях и на территории </strong><strong>Дилерского центра </strong><strong>допускается производить </strong><strong>фото- и (или) видеосъемку</strong><strong> товаров (автомобилей, запасных частей, аксессуаров и тому подобное), прайс-листов, буклетов, каталогов, брошюр и тому подобных материалов, исключительно в личных целях.</strong></p>
                    <p>7. На автостоянке Дилерского центра необходимо размещать транспортные средства в соответствии с требованиями и ограничениями оборудованных знаков. Велосипеды необходимо оставлять только в местах, специально отведенных для таких целей. Движение и парковка транспортных средств осуществляется в соответствии с требованиями правил дорожного движения.  </p>
                    <p>8. Запрещается парковать транспортные средства в местах, предназначенных для высадки/посадки пассажиров или в других целях.</p>
                    <p>9. Места для парковки не предназначены для долговременной парковки (хранения) транспортных средств. Посетители Дилерского центра обязаны соблюдать правила дорожного движения и не оставлять свои транспортные средства на парковке на более длительное время, чем указано в графике работы Дилерского центра. Администрация Дилерского центра сообщает сотрудникам полиции о нарушителях правил дорожного движения.</p>
                    <p align="center"><strong>Действия при авариях и в экстремальных ситуациях</strong></p>
                    <p>10. В помещениях Дилерского центра установлены системы пожарной сигнализации, автоматические системы пожаротушения и аудиосистемы (далее – «Системы»), по которым транслируются аудио сообщения, то есть сообщения, информирующие, как должны себя вести посетители Дилерского центра и/или другие третьи лица, если в Дилерском центре случилась авария или сложилась другая чрезвычайная ситуация.  </p>
                    <p>11. Отключать, заслонять или иначе ограничивать действие этих Систем строго запрещается. Заметив порчу этих Систем, необходимо немедленно сообщить работникам Дилерского центра, или работникам охраны Дилерского центра.</p>
                    <p>12. При возникновении чрезвычайной ситуации в Дилерском центре, например, в случае пожара или взрыва в помещениях Дилерского центра, стихийных бедствий или катастрофических явлений (сильный ветер), диверсии или террористического акта, посетители Дилерского центра обязаны соблюдать указания работников охраны Дилерского центра, полиции, пожарно-спасательной службы и других служб или работников администрации Дилерского центра.</p>
                    <p>13. Заметив очаг возгорания или дым, немедленно сообщить об этом работникам Дилерского центра или охраны Дилерского центра и пожарно-спасательной службе, а также принять все возможные меры для спасения людей и обеспечения их безопасности.</p>
                    <p>14. В случае обнаружения подозрительных предметов, оставленных без присмотра, взрывчатых, химических или радиоактивных веществ, немедленно сообщить об этом работникам Дилерского центра или охраны Дилерского центра. До прибытия работников охраны Дилерского центра и/или другой службы огородить опасное место и самим не принимать никаких действий по локализации и обезвреживанию.</p>
                    <p>15. Администрация Дилерского центра вправе немедленно, без предварительного предупреждения закрыть Дилерский центр (или любую его часть), если возникает угроза безопасности, здоровью или жизни работников, посетителей Дилерского центра, включая пожар, взрыв, утечку газа и другую опасность, чтобы избежать возможного ущерба и вреда.</p>
                    <p align="center"><b>ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</b></p>
                    <p>16. Настоящие Правила являются обязательными условиями публичных договоров, заключаемых с Дилерским центром (купли-продажи, оказания сервисных (ремонтных) услуг, поставки запасных частей и тому подобное), и распространяются на всех посетителей Дилерских центров.</p>
                    <p>17. Каждый посетитель, войдя в Дилерский центр, автоматически подтверждает, что ознакомился с данными Правилами и обязуется их соблюдать.</p>
                    <p>18. Сотрудники охраны Дилерского центра вправе информировать/предупредить о нарушении Правил, попросить посетителей покинуть Дилерский центр, а также принимать другие необходимые и законные меры, чтобы гарантировать безопасность работников и посетителей Дилерского центра и/или других лиц, также безопасность их здоровья, жизни, имущества.</p>
                    <p>19. За нарушения общественного порядка и Правил предусмотрена ответственность в установленном законодательством порядке.</p>
                    <p>20. С настоящими Правилами любой посетитель может ознакомиться на сайте Subaru.kz, клиентской зоне или зоне приемки Дилерского центра.</p>
                </div>                
            </div>
        )
    }
}

export default Rules
